Repository: yejincheng420/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: zh_hans, zh_hant

# About_PageFrame.Title
source: About
zh_hans: 关于
zh_hant: 關於

# Home_Activation.Header
source: Activation
zh_hans: 激活
zh_hant: 啟用

# Home_PageFrame.Title
source: Home
zh_hans: 主页
zh_hant: 首頁

# Home_Activation_Timer.Header
source: Delayed activation
zh_hans: 延时启用
zh_hant: 延遲啟用

# Home_Activation_Timer_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Home_Activation_Timer_Delay.Header
source: Delay in seconds
zh_hans: 倒计时时长（秒）
zh_hant: 倒數時間（秒）

# ShortcutDialog_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# ShortcutDialog_Description.Text
source: Press a combination of keys to change this shortcut
zh_hans: 按组合键以更改此快捷键
zh_hant: 按下組合鍵來更改此快速鍵

# ShortcutDialog_InUse
source: This shortcut is already used by Windows or another app. Close the conflicting app or choose another shortcut.
zh_hans: 此快捷键已被系统或其他程序占用，请关闭占用程序或更换组合键
zh_hant: 此快速鍵已被佔用

# ShortcutDialog_InvalidShortcut
source: A shortcut must start with the Windows key, Ctrl, Alt, or Shift. Enter another shortcut.
zh_hans: 快捷键必须以 Windows 键、Ctrl、Alt 或 Shift 开头，请重新输入
zh_hant: 無效的快速鍵

# ShortcutDialog_Save
source: Save
zh_hans: 保存
zh_hant: 儲存

# ShortcutDialog_Tip.Text
source: Only shortcuts that starts with Windows key, Ctrl, Alt or Shift are valid.
zh_hans: 只有以 Windows 键、Ctrl、Alt 或 Shift 开头的快捷键才有效。
zh_hant: 只有以 Windows 鍵、Ctrl、Alt 或 Shift 開頭的快速鍵才有效。

# Root_About.Content
source: About
zh_hans: 关于
zh_hant: 關於

# Root_Defaults.Content
source: Defaults
zh_hans: 默认
zh_hant: 預設

# Root_Home.Content
source: Home
zh_hans: 主页
zh_hant: 首頁

# Root_NewProfile.Content
source: New profile
zh_hans: 新建配置
zh_hant: 新增設定檔

# Root_NewProfileFlyout_ComboBox.PlaceholderText
source: Select a window
zh_hans: 选择一个窗口
zh_hant: 選擇一個視窗

# Root_NewProfileFlyout_CopyFrom.Text
source: Copy from
zh_hans: 复制自
zh_hant: 複製自

# Root_NewProfileFlyout_Create.Content
source: Create
zh_hans: 确定
zh_hant: 新增

# Root_NewProfileFlyout_Name.Text
source: Name
zh_hans: 名称
zh_hant: 名稱

# Root_NewProfileFlyout_NoCandidateWindow.Text
source: Open a new window to create a profile
zh_hans: 打开新窗口以创建配置文件
zh_hant: 開啟新視窗以新增設定檔

# Root_NewProfileFlyout_Title.Text
source: New profile
zh_hans: 新建配置
zh_hant: 新增設定檔

# Root_Profiles.Content
source: Profiles
zh_hans: 配置文件
zh_hant: 設定檔

# Root_ScalingModes.Content
source: Effect groups
zh_hans: 效果组
zh_hant: 效果組

# ScalingModes_PageFrame.Title
source: Effect groups
zh_hans: 效果组
zh_hant: 效果組

# Home_Advanced.Header
source: Advanced
zh_hans: 高级
zh_hant: 進階設定

# Settings_General.Header
source: General
zh_hans: 常规
zh_hant: 一般設定

# Settings_General_Language.Header
source: Language
zh_hans: 语言
zh_hant: 語言

# Settings_General_Language_System
source: Windows default
zh_hans: Windows 默认
zh_hant: Windows 預設

# Settings_General_PortableMode.Header
source: Portable mode
zh_hans: 便携模式
zh_hant: 可攜式模式

# Settings_General_PortableMode_Locate.Content
source: Open configuration file location
zh_hans: 打开配置文件位置
zh_hant: 打開組態檔案位置

# Settings_Launch_RunAtStartup.Header
source: Run at startup
zh_hans: 开机启动
zh_hant: 開機啟動

# Settings_General_ShowNotifyIcon.Description
source: Magpie will continue to run in the background after the main window is closed
zh_hans: 主窗口被关闭后 Magpie 将在后台继续运行
zh_hant: 主視窗被關閉後 Magpie 將在背景繼續執行

# Settings_General_ShowNotifyIcon.Header
source: Display the app on the system tray
zh_hans: 在系统托盘上显示应用程序
zh_hant: 在系統匣上顯示應用程式

# Settings_General_Theme.Header
source: Theme
zh_hans: 主题
zh_hant: 主題

# Settings_General_Theme_Dark.Content
source: Dark
zh_hans: 深色
zh_hant: 深色

# Settings_General_Theme_System.Content
source: Windows default
zh_hans: Windows 默认
zh_hant: Windows 預設

# Settings_General_Theme_Light.Content
source: Light
zh_hans: 浅色
zh_hant: 淺色

# ToggleSwitch.OffContent
source: Off
zh_hans: 关
zh_hant: 關閉

# ToggleSwitch.OnContent
source: On
zh_hans: 开
zh_hant: 開啟

# Settings_Launch.Header
source: Launch
zh_hans: 启动
zh_hant: 啟動

# ScalingModes_General_Export.Text
source: Export configuration
zh_hans: 配置导出
zh_hant: 匯出

# ScalingModes_General_Import.Text
source: Import configuration
zh_hans: 配置导入
zh_hant: 匯入

source: More options
zh_hans: 更多选项
zh_hant: 更多選項

# ScalingModes_General_Reset.Text
source: Reset configuration
zh_hans: 重置配置

# ScalingModes_ResetDialog_Title
source: Reset effect group configuration?
zh_hans: 重置效果组配置？

# ScalingModes_ResetDialog_Content
source: This deletes all current effect groups and restores the defaults. Custom application profiles will use the global default effect group. This action cannot be undone.
zh_hans: 这将删除所有当前效果组并恢复默认效果组。自定义程序配置将改为使用全局默认效果组。此操作无法撤销。

# ScalingModes_ResetDialog_Confirm
source: Reset
zh_hans: 重置

# ScalingModes_ResetDialog_Cancel
source: Cancel
zh_hans: 取消

# Settings_Launch_AlwaysRunAsAdmin.Description
source: You need to run as administrator to use this setting
zh_hans: 以管理员身份运行时才能使用此选项
zh_hant: 以管理員身分執行時才能使用此選項

# Settings_Launch_AlwaysRunAsAdmin.Header
source: Always run as administrator
zh_hans: 始终以管理员身份运行
zh_hant: 始終以管理員身分執行

# Home_UpdateCard_AutoCheckForUpdates.Content
source: Check for updates periodically
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# Home_UpdateCard_DownloadAndInstall.Content
source: Download and install
zh_hans: 下载并安装
zh_hant: 下載並安裝

# Home_UpdateCard_ReleaseNotes.Content
source: View release page
zh_hans: 查看发布页
zh_hant: 查看發布頁

# Home_UpdateCard_RemindMeLater.Content
source: Remind me later
zh_hans: 以后再提醒我
zh_hant: 以後再提醒我

# Home_UpdateCard_Title
source: {} is available
zh_hans: {} 可用
zh_hant: {} 可用

# About_OtherLinks.Header
source: Other links
zh_hans: 其他链接
zh_hant: 其他連結

# About_OtherLinks_ContributionGuidelines.Text
source: Contribution guidelines
zh_hans: 贡献指南
zh_hant: 貢獻指南

# About_OtherLinks_License.Text
source: License
zh_hans: 许可协议
zh_hant: 授權條款

# About_OtherLinks_Repository.Text
source: Github repository
zh_hans: Github 仓库
zh_hant: Github 儲存庫

# ScalingModes_Parameters.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Parameters
zh_hans: 参数
zh_hant: 參數

# ScalingModes_MoreOptions.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
zh_hans: 更多选项
zh_hant: 更多選項

# ScalingModes_MoreOptionsFlyout_Delete.Text
source: Delete
zh_hans: 删除
zh_hant: 刪除

# ScalingModes_MoreOptionsFlyout_MoveDown.Text
source: Move down
zh_hans: 下移
zh_hant: 下移

# ScalingModes_MoreOptionsFlyout_MoveUp.Text
source: Move up
zh_hans: 上移
zh_hant: 上移

# ScalingModes_Rename.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# ScalingModes_Duplicate.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Duplicate
zh_hans: 复制

# ScalingModes_DuplicateSuffix
source: - Copy
zh_hans: - 副本

# ScalingModes_DragHandle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Drag to reorder
zh_hans: 拖动以重新排序

# ScalingModes_RenameFlyout_OK.Content
source: OK
zh_hans: 确定
zh_hant: 確定

# ScalingModes_RenameFlyout_Title.Text
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# ScalingModes_AddEffect.Text
source: Add effect
zh_hans: 添加效果器
zh_hant: 新增效果器

# ScalingModes_Delete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
zh_hans: 删除
zh_hant: 刪除

# ScalingModes_DeleteFlyout_Delete.Text
source: Delete
zh_hans: 删除
zh_hant: 刪除

# ScalingModes_DeleteFlyout_Description.Text
source: It is being used by the following profiles:
zh_hans: 以下配置文件正在使用这个效果组:
zh_hant: 以下設定檔正在使用這個效果組：

# ScalingModes_DeleteFlyout_Title.Text
source: Are you sure you want to delete this effect group?
zh_hans: 确定删除这个效果组？
zh_hant: 確定刪除這個效果組？

# ScalingModes_DragNotSupported.Text
source: Drag and drop is not supported when running as administrator
zh_hans: 管理员身份下不支持拖拽排序
zh_hant: 管理員身分下不支援拖曳排列

# ScalingModes_DragToReorder.Text
source: Drag to reorder
zh_hans: 拖拽以重新排序
zh_hant: 拖曳以重新排列

# ScalingModes_MoveDown.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move down
zh_hans: 下移
zh_hant: 下移

# ScalingModes_MoveUp.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move up
zh_hans: 上移
zh_hant: 上移

# ScalingModes_NewScalingMode.Text
source: New effect group
zh_hans: 新建效果组
zh_hant: 新增效果組

# ScalingModes_NewScalingModeFlyout_Title.Text
source: New effect group
zh_hans: 新建效果组
zh_hant: 新增效果組

# ScalingModes_Scale.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Scale
zh_hans: 缩放
zh_hant: 縮放

# ScalingModes_NewScalingModeFlyout_CopyFrom.Text
source: Copy from
zh_hans: 复制自
zh_hant: 複製自

# ScalingModes_NewScalingModeFlyout_CopyFrom_None
source: None
zh_hans: 无
zh_hant: 無

# ScalingModes_NewScalingModeFlyout_Create.Content
source: Create
zh_hans: 确定
zh_hant: 新增

# ScalingModes_NewScalingModeFlyout_Name.Text
source: Name
zh_hans: 名称
zh_hant: 名稱

# ScalingModes_ScaleFlyout_HeightFactor.Text
source: Height (scale factor)
zh_hans: 高（缩放倍数）
zh_hant: 高（縮放倍數）

# ScalingModes_ScaleFlyout_HeightPixels.Text
source: Height (pixels)
zh_hans: 高（像素）
zh_hant: 高（像素）

# ScalingModes_ScaleFlyout_WidthFactor.Text
source: Width (scale factor)
zh_hans: 宽（缩放倍数）
zh_hant: 寬（縮放倍數）

# ScalingModes_ScaleFlyout_WidthPixels.Text
source: Width (pixels)
zh_hans: 宽（像素）
zh_hant: 寬（像素）

# ScalingModes_ScaleFlyout_Type.Text
source: Type
zh_hans: 类型
zh_hant: 類型

# ScalingModes_ScaleFlyout_Type_Absolute
source: Absolute
zh_hans: 绝对
zh_hant: 絕對

# ScalingModes_ScaleFlyout_Type_Absolute_Description
source: Set the size after scaling
zh_hans: 指定缩放后的尺寸
zh_hant: 指定縮放後的尺寸

# ScalingModes_ScaleFlyout_Type_Factor
source: Factor
zh_hans: 倍数
zh_hant: 倍數

# ScalingModes_ScaleFlyout_Type_Factor_Description
source: Set the scale factor relative to the input image
zh_hans: 指定相对于输入图像的缩放倍数
zh_hant: 指定相對於輸入影像的縮放倍數

# ScalingModes_ScaleFlyout_Type_Fill
source: Fill
zh_hans: 填充
zh_hant: 填滿

# ScalingModes_ScaleFlyout_Type_Fill_Description
source: Fills screen, image may be stretched
zh_hans: 充满屏幕，画面可能被拉伸
zh_hant: 填滿螢幕，畫面可能被拉伸

# ScalingModes_ScaleFlyout_Type_Fit
source: Fit
zh_hans: 适应
zh_hant: 符合

# ScalingModes_ScaleFlyout_Type_Fit_Description
source: Set the scale factor after filling the screen with proportional scaling
zh_hans: 指定等比缩放到充满屏幕后的缩放倍数
zh_hant: 指定等比縮放到填滿螢幕後的縮放倍數

# Profile_General.Header
source: General
zh_hans: 常规
zh_hant: 一般設定

# Profile_General_3DGameMode.Header
source: 3D game mode
zh_hans: 3D 游戏模式
zh_hant: 3D 遊戲模式

# Profile_General_AutoScale.Header
source: Automatically enable effect group when in foreground
zh_hans: 位于前台时自动启用效果组
zh_hant: 位於前景時自動啟用效果組

# Profile_General_CaptureMethod.Header
source: Capture method
zh_hans: 捕获方式
zh_hant: 截取方式

# Profile_General_Multimonitor.Header
source: Preferred monitors
zh_hans: 首选的显示器
zh_hant: 偏好顯示器

# Profile_General_Multimonitor_All.Content
source: All monitors
zh_hans: 所有显示器
zh_hant: 所有顯示器

# Profile_General_Multimonitor_Closest.Content
source: Monitor closest to the source window
zh_hans: 距离源窗口最近的显示器
zh_hant: 距離來源視窗最近的顯示器

# Profile_General_Multimonitor_Intersected.Content
source: Monitors intersected by the source window
zh_hans: 源窗口跨越的所有显示器
zh_hant: 來源視窗跨越的所有顯示器

# Profile_General_Multimonitor_Unavailable
source: Disconnected
zh_hans: 未连接

# Profile_General_ScalingMode.Header
source: Effect group
zh_hans: 效果组
zh_hant: 效果組

# Profile_Launch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch
zh_hans: 启动
zh_hant: 啟動

# Profile_MoreOptions.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
zh_hans: 更多选项
zh_hant: 更多選項

# Profile_MoreOptions_Delete.Text
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Profile_MoreOptions_DeleteFlyout_Delete.Text
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Profile_MoreOptions_DeleteFlyout_Title.Text
source: Are you sure you want to delete this profile?
zh_hans: 确定删除此配置？
zh_hant: 確定刪除此設定檔？

# Profile_MoreOptions_OpenProgramLocation.Text
source: Open program location
zh_hans: 打开程序位置
zh_hant: 打開程式位置

# Profile_MoreOptions_Rename.Text
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# Profile_MoreOptions_RenameFlyout_OK.Content
source: OK
zh_hans: 确定
zh_hant: 確定

# Profile_MoreOptions_RenameFlyout_Title.Text
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# Profile_MoreOptions_Reorder.Text
source: Reorder
zh_hans: 重新排序
zh_hant: 重新排列

# Profile_MoreOptions_ReorderFlyout_MoveDown.Text
source: Move down
zh_hans: 下移
zh_hant: 下移

# Profile_MoreOptions_ReorderFlyout_MoveUp.Text
source: Move up
zh_hans: 上移
zh_hant: 上移

# Profile_MoreOptions_ReorderFlyout_Title.Text
source: Reorder
zh_hans: 重新排序
zh_hant: 重新排列

# Profile_General_ScalingMode_None
source: None
zh_hans: 无
zh_hant: 無

# Profile_Performance.Header
source: Performance
zh_hans: 性能
zh_hant: 效能

# Profile_Performance_GraphicsCard.Header
source: Graphics card
zh_hans: 显示卡
zh_hant: 顯示卡

# About_Feedback.Header
source: Feedback
zh_hans: 反馈
zh_hant: 回饋

# About_Feedback_Discussion.Header
source: Discussions
zh_hans: 讨论区
zh_hant: 討論區

# About_Feedback_ReportBug.Header
source: Report a bug
zh_hans: 报告错误
zh_hant: 回報錯誤

# About_Feedback_RequestFeature.Header
source: Request a feature
zh_hans: 建议功能
zh_hant: 建議功能

# About_Version_UpdateSettings_CheckForPreviewUpdates.Header
source: Check for preview updates
zh_hans: 检查预览版更新
zh_hant: 檢查預覽版更新

# About_Version_UpdateSettings_AutoCheckForUpdates.Header
source: Check for updates automatically
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# About_Version_CheckForUpdates.Text
source: Check for updates
zh_hans: 检查更新
zh_hant: 檢查更新

# About_Version_CheckForUpdatesFailed.Title
source: Failed to check for updates, please try again later
zh_hans: 检查更新失败，请稍后重试
zh_hant: 檢查更新失敗，請稍後重試

# About_Version_CheckingForUpdates.Text
source: Checking for updates
zh_hans: 正在检查更新
zh_hant: 正在檢查更新

# About_Version_UpdateCard_Cancel.Content
source: Cancel
zh_hans: 取消
zh_hant: 取消

# About_Version_UpdateCard_DownloadAndInstall.Content
source: Download and install
zh_hans: 下载并安装
zh_hant: 下載並安裝

# About_Version_UpdateCard_ReleaseNotes.Content
source: View release page
zh_hans: 查看发布页
zh_hant: 查看發布頁

# About_Version_UpdateCard_Retry.Content
source: Try again
zh_hans: 重试
zh_hant: 重試

# About_Version_UpdateCard_Title
source: {} is available
zh_hans: {} 可用
zh_hant: {} 可用

# About_Version_UpdateToDate.Title
source: Magpie is up to date
zh_hans: Magpie 已是最新
zh_hant: Magpie 已是最新版本

# About_Version_UpdateToDate_DownloadFailed.Text
source: Download failed. Check your network connection and free disk space, then retry or download manually from the release page.
zh_hans: 下载失败。请检查网络和磁盘空间后重试，或从发布页手动下载
zh_hant: 下載失敗

# About_Version_UpdateToDate_Downloading.Text
source: Downloading
zh_hans: 下载中
zh_hant: 下載中

# About_Version_UpdateToDate_Installing.Text
source: Installing
zh_hans: 安装中
zh_hant: 安裝中

# Profile_Advanced.Header
source: Advanced
zh_hans: 高级
zh_hant: 進階設定

# Profile_Advanced_DisableDirectFlip.Header
source: Disable DirectFlip
zh_hans: 禁用 DirectFlip
zh_hant: 停用 DirectFlip

# Profile_Cursor.Header
source: Cursor
zh_hans: 光标
zh_hant: 游標

# Profile_Cursor_DrawCursor_AdjustCursorSpeed.Header
source: Adjust cursor speed while the effect group is active
zh_hans: 运行效果组时调整光标速度
zh_hant: 執行效果組時調整游標速度

# Profile_Cursor_DrawCursor_Interpolation.Header
source: Interpolation algorithm
zh_hans: 插值算法
zh_hant: 插值演算法

# Profile_Cursor_DrawCursor_Interpolation_Bilinear.Content
source: Bilinear
zh_hans: 双线性
zh_hant: 雙線性

# Profile_Cursor_DrawCursor_Interpolation_NearestNeighbor.Content
source: Nearest-neighbor
zh_hans: 最近邻
zh_hant: 最近鄰

# Profile_Cursor_DrawCursor_ScaleFactor.Header
source: Scale factor
zh_hans: 缩放系数
zh_hant: 縮放係數

# Profile_Cursor_DrawCursor_ScaleFactor_Custom.Content
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# Profile_Cursor_DrawCursor_ScaleFactor_NoScaling.Content
source: No scaling
zh_hans: 无缩放
zh_hant: 無縮放

# Profile_Cursor_DrawCursor_ScaleFactor_SameAsSourceWindow.Content
source: Same as source window
zh_hans: 和源窗口相同
zh_hant: 與來源視窗相同

# Profile_General_CaptureMethod_Default
source: Default
zh_hans: 默认
zh_hant: 預設

# Profile_SourceWindow.Header
source: Source window
zh_hans: 源窗口
zh_hant: 來源視窗

# Profile_SourceWindow_CaptureTitleBar.Description
source: Limited to Graphics Capture and Desktop Duplication
zh_hans: 仅在 Graphics Capture 和 Desktop Duplication 捕获方式下可用
zh_hant: 僅在 Graphics Capture 與 Desktop Duplication 擷取方式下可用

# Profile_SourceWindow_CaptureTitleBar.Header
source: Capture title bar
zh_hans: 捕获标题栏
zh_hant: 擷取標題欄

# Profile_SourceWindow_CustomCropping.Header
source: Custom cropping
zh_hans: 自定义裁剪
zh_hant: 自訂裁切

# Profile_SourceWindow_CustomCropping_Bottom.Header
source: Bottom
zh_hans: 下
zh_hant: 下

# Profile_SourceWindow_CustomCropping_Left.Header
source: Left
zh_hans: 左
zh_hant: 左

# Profile_SourceWindow_CustomCropping_Pixels.Text
source: px
zh_hans: 像素
zh_hant: 像素

# Profile_SourceWindow_CustomCropping_Right.Header
source: Right
zh_hans: 右
zh_hant: 右

# Profile_SourceWindow_CustomCropping_Top.Header
source: Top
zh_hans: 上
zh_hant: 上

# Home_Advanced_InlineParams.Description
source: Gives a small performance boost. However, effects must be recompiled each time their parameters are changed
zh_hans: 稍微提高性能，但每次修改效果的参数都需重新编译该效果
zh_hant: 稍微提高效能，但每次修改效果的參數都需重新編譯該效果

# Home_Advanced_InlineParams.Header
source: Make effect parameters inline
zh_hans: 内联效果参数
zh_hant: 行內效果參數

# Home_Advanced_SimulateExclusiveFullscreen.Description
source: Applies only to fullscreen mode. Suppresses certain app notifications and pop-ups when enabled
zh_hans: 仅适用于全屏模式。启用后可以阻止某些应用的通知和弹窗
zh_hant: 僅適用於全螢幕模式。啟用後可以阻止某些應用程式的通知和彈出式視窗

# Home_Advanced_SimulateExclusiveFullscreen.Header
source: Simulate exclusive fullscreen while the effect group is active
zh_hans: 运行效果组时模拟独占全屏
zh_hant: 執行效果組時模擬獨佔全螢幕

# AppSettings_Dialog_Error
source: Error
zh_hans: 错误
zh_hant: 錯誤

# Home_Advanced_DeveloperOptions.Description
source: These settings are for development use only
zh_hans: 这些设置仅供开发使用
zh_hant: 這些設定僅供開發使用

# Home_Advanced_DeveloperOptions.Header
source: Developer options
zh_hans: 开发者选项
zh_hant: 開發者選項

# Home_Advanced_DeveloperOptions_DebugMode.Content
source: Debug mode
zh_hans: 调试模式
zh_hant: 除錯模式

# Home_Advanced_DeveloperOptions_DisableEffectCache.Content
source: Disable effect cache
zh_hans: 禁用效果缓存
zh_hant: 停用效果快取

# Home_Advanced_DeveloperOptions_SaveEffectSources.Content
source: Save shader source code when parsing effects
zh_hans: 解析效果时保存着色器源代码
zh_hant: 剖析效果時儲存著色器原始碼

# Home_Advanced_DeveloperOptions_WarningsAreErrors.Content
source: Treat warnings as errors when compiling effects
zh_hans: 编译效果时将警告视为错误
zh_hant: 編譯效果時將警告視為錯誤

# AppSettings_Dialog_Exit
source: Exit
zh_hans: 退出
zh_hant: 退出

# AppSettings_ErrorDialog_ConfigLocation
source: Configuration file location: {}
zh_hans: 配置文件位置: {}
zh_hant: 組態檔案位置: {}

# AppSettings_ErrorDialog_NotValidJson
source: Configuration file is not a valid JSON
zh_hans: 配置文件不是合法的 JSON
zh_hant: 組態文件不是合法的 JSON

# AppSettings_ErrorDialog_ParseFailed
source: Failed to parse configuration file
zh_hans: 解析配置文件失败
zh_hant: 剖析組態文件失敗

# AppSettings_ErrorDialog_ReadFailed
source: Failed to read configuration file
zh_hans: 读取配置文件失败
zh_hant: 讀取組態文件失敗

# NotifyIcon_Exit
source: Exit
zh_hans: 退出
zh_hant: 退出

# NotifyIcon_MainWindow
source: Main window
zh_hans: 主窗口
zh_hant: 主視窗

# Settings_General_RequireRestart.Title
source: A restart is required for the change to take effect
zh_hans: 需要重新启动才能使更改生效
zh_hant: 需要重新啟動程式才能使變更生效

# Settings_General_RequireRestart_ActionButton.Content
source: Restart Magpie
zh_hans: 重新启动 Magpie
zh_hant: 重新啟動 Magpie

# ScalingModes_Description_UnknownEffect
source: Unknown effect
zh_hans: 未知效果
zh_hant: 未知效果

# ScalingModes_HasUnkownEffects.Title
source: This effect group contains unknown effects and cannot be used. Remove them, or restore the effect files and restart Magpie.
zh_hans: 此效果组包含未知效果，暂时无法使用。请删除未知效果，或恢复对应效果文件并重新启动 Magpie。
zh_hant: 部份效果未能正確剖析

# Dialog_Export_Title
source: Export effect groups
zh_hans: 导出效果组
zh_hant: 匯出效果組

# Dialog_Import_Title
source: Import effect groups
zh_hans: 导入效果组
zh_hant: 匯入效果組

# About_Version_UpdateSettings.Header
source: Update settings
zh_hans: 更新设置
zh_hant: 更新設定

# About_Version_Version
source: Version
zh_hans: 版本
zh_hant: 版本

# Profile_Advanced_LaunchParameters.Header
source: Launch parameters
zh_hans: 启动参数
zh_hant: 啟動參數

# Overlay_Profiler
source: Profiler
zh_hans: 性能分析器
zh_hant: 效能分析器

# Overlay_Profiler_CaptureMethod
source: Capture method
zh_hans: 捕获方式
zh_hant: 截取方式

# Overlay_FPS_Opacity
source: Opacity
zh_hans: 不透明度
zh_hant: 不透明度

# Overlay_Profiler_Timings
source: Timings
zh_hans: 渲染用时
zh_hant: 渲染時間

# Overlay_Profiler_Timings_SwitchToEffects
source: Switch to effects
zh_hans: 切换到效果
zh_hant: 切換到效果

# Overlay_Profiler_Timings_SwitchToPasses
source: Switch to passes
zh_hans: 切换到通道
zh_hant: 切換到通道

# Overlay_Profiler_Timings_Total
source: Total
zh_hans: 总计
zh_hant: 總共

# Overlay_FPS_Lock
source: Lock
zh_hans: 锁定
zh_hant: 鎖定

# Overlay_FPS_Unlock
source: Unlock
zh_hans: 解锁
zh_hant: 解除鎖定

# Home_Advanced_DeveloperOptions_DisableFontCache.Content
source: Disable font cache
zh_hans: 禁用字体缓存
zh_hant: 停用字型快取

# Home_Advanced_AllowScalingMaximized.Header
source: Allow effect groups for maximized or fullscreen windows
zh_hans: 允许为最大化或全屏窗口启用效果组
zh_hant: 允許為最大化或全螢幕視窗啟用效果組

# Dialog_JsonFile
source: JSON file
zh_hans: JSON 文件
zh_hant: JSON 檔案

# Profile_MoreOptions_ChangeExecutableForLaunching.Text
source: Change the executable file for launching
zh_hans: 更改用于启动程序的可执行文件
zh_hant: 更改用於啟動程式的可執行檔案

# Dialog_ExeFile
source: Executable file
zh_hans: 可执行文件
zh_hant: 可執行檔案

# Dialog_SelectLauncher_Title
source: Choose the executable file to launch the program
zh_hans: 选择用于启动程序的可执行文件
zh_hant: 選擇用於啟動程式的可執行檔案

# Profile_Performance_FrameRateLimiter.Header
source: Frame rate limiter
zh_hans: 帧率限制
zh_hant: 幀率限制

# Profile_Performance_FrameRateLimiter_MaxFrameRate.Header
source: Maximum frame rate
zh_hans: 最大帧率
zh_hant: 最大幀率

# About_Version_CommitId
source: Commit
zh_hans: 提交
zh_hant: 提交

# About_DeveloperModeEnabled
source: Developer mode is enabled.
zh_hans: 开发者模式已启用。
zh_hant: 開發者模式已啟用。

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection.Header
source: Duplicate frame detection
zh_hans: 检测重复帧
zh_hant: 偵測重複幀

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Always.Content
source: Always
zh_hans: 总是检测
zh_hant: 總是偵測

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Dynamic.Content
source: Dynamic
zh_hans: 动态检测
zh_hant: 動態偵測

# Home_Advanced_DeveloperOptions_DuplicateFrameDetection_Never.Content
source: Never
zh_hans: 从不检测
zh_hant: 從不偵測

# Home_Advanced_DeveloperOptions_EnableStatisticsForDynamicDetection.Content
source: Enable statistics for dynamic detection
zh_hans: 启用动态检测统计
zh_hant: 啟用動態偵測統計

# Overlay_Profiler_DynamicDetection
source: Dynamic detection
zh_hans: 动态检测
zh_hant: 動態偵測

# Overlay_Profiler_FrameRate
source: Frame rate
zh_hans: 帧率
zh_hant: 幀率

# Home_TouchSupport_EnableTouchSupport.Header
source: Enable touch support
zh_hans: 启用触控支持
zh_hant: 啟用觸控支援

# Home_TouchSupport_EnableTouchSupport_Description.Text
source: You'll need to provide administrator privileges to change this setting
zh_hans: 需提供管理员权限才能更改此选项
zh_hant: 您需要提供管理員權限才能更改此設定

# Home_TouchSupport_EnableTouchSupport_LearnMore.Content
source: Learn more
zh_hans: 了解更多
zh_hant: 了解更多

# Home_TouchSupport.Header
source: Touch support
zh_hans: 触控支持
zh_hant: 觸控支援

# Home_TouchSupport_Info.Title
source: If touch support fails, Magpie may request administrator privileges before enabling the effect group to perform repairs.
zh_hans: 如果触控支持失效，Magpie 可能会在启用效果组前请求管理员权限以执行修复。
zh_hant: 如果觸控支援失效，Magpie 可能會在啟用效果組前請求管理員權限以執行修復。

# Home_Advanced_SimulateExclusiveFullscreen_InfoBar.Title
source: This option is incompatible with some older games. Disable it if you see a black screen, focus problems, or abnormal pop-ups.
zh_hans: 此选项和部分旧游戏不兼容；如果出现黑屏、焦点或弹窗异常，请关闭此选项。
zh_hant: 此選項與某些舊遊戲不相容，請謹慎使用。

# Message_InvalidScalingMode
source: The current profile has no usable effect group. Select another effect group, or add and repair the effects in this group.
zh_hans: 当前配置没有可用的效果组。请选择其他效果组，或为当前效果组添加并修复效果器。
zh_hant: 目前設定沒有可用的效果組。請選擇其他效果組，或為目前效果組新增並修復效果器。
